export function OngoingCatalogInfo() {
	return (
		<div>
			<h1 className='mb-4 mt-1.75 text-[clamp(34px,4vw,38px)] font-normal leading-tight text-aw-text'>
				Список онгоинг аниме
			</h1>
			<p className='mb-1.5 max-w-245 text-[15px] leading-[1.55] text-[#f1f4f7]'>
				Онгоинг — серии которые сейчас выходят и транслируются по
				телевидению в Японии. Онгоинги поделены на четыре сезона
				(зимний, весенний, летний и осенний). <br />
				<br />В этом разделе собраны все актуальные онгоинги аниме: от
				популярных хитов до новых проектов. Смотрите свежие серии онлайн
				бесплатно и будьте в курсе всех аниме-новинок.
			</p>
		</div>
	)
}
